Repository: ChromeSD22159/CourtConnect
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: Birthday
de: Geburtstag

source: Cancel
de: Abbrechen

source: Create
de: Erstellen

source: Create New Account or Switch to Existing Account
de: Erstellen Sie ein neues Konto oder wechseln Sie auf das vorhandene Konto

source: Create User Account
de: Benutzerkonto erstellen

source: createdAt: %@
de: erstellt: %@

source: DEBUG DELETE All UserAccounts
de: Debug löschen Sie alle User Accounts

source: DEBUG Options
de: DEBUG Optionen

source: Delete
de: Löschen

source: Delete Local Chat
de: Lösche Lokale Chats

source: Delete User Account
de: Lösche Benutzerkonto

source: Delete your Account
de: Lösche deinen Account

source: Edit User
de: User bearbeiten

source: Enter your E-Mail
de: Geben Sie Ihre E-Mail ein

source: Enter your Firstname
de: Geben Vornamen ein

source: Enter your Lastname
de: Geben deinen nachnamen ein

source: Enter your Password
de: Gebe dein Passwort

source: Firstname
de: Vornamen

source: Keep me signed in
de: Angemeldet bleiben

source: Kind
de: Art

source: Last online, %@ Uhr
de: Zuletzt online, %@ Uhr

source: Last online:
de: Zuletzt online:

source: Last online: -
de: Zuletzt online: -

source: Lastname
de: Nachname

source: LastName
de: Nachname

source: lastOnline: %@
de: Zuletzt Online: %@

source: Logout
de: Ausloggen

source: No Connection
de: Keine Verbindung!

source: Nobody is online!
de: Niemand ist online!

source: Password
de: Passowrt

source: Player
de: Spieler

source: Profile
de: Profil

source: Reload Chat
de: Chat neu laden

source: Repeat password
de: Passwort wiederholen

source: Repeat your password
de: Wiederholen Sie Ihr Passwort

source: Save Profile
de: Profil speichern

source: Settings
de: Einstellungen

source: Sign in
de: Anmelden

source: Sign up
de: Melden Sie sich an

source: Try checking the Network Connection.
de: Überprüfen Sie die Netzwerkverbindung.

source: updatedAt: %@
de: Aktualisiert am: %@

source: Your Birthday
de: Dein Geburtstag

source: Your Message
de: Deine Nachricht

source: Your Profile
de: Dein Profil
